Repository: port20031/motion_1wire_wp
Catalog: languages/port20031-*.po
Languages: ru_ru

source: The temperature sensor
ru_ru: Датчик температуры

source: is not set .
ru_ru: не установлен .

source: is broken .
ru_ru: поврежден .

source: Temperature Sensor
ru_ru: Температура датчика

source: in
ru_ru: в

source: Hacker?
ru_ru: Хакер?

source: Linux Motion Options
ru_ru: Linux Motion Настройки

source: Temperature sensor1:
ru_ru: Температура датчика1:

source: Temperature sensor2:
ru_ru: Температура датчика2:

source: Path ownet.php:
ru_ru: Путь к ownet.php:

source: Save Changes
ru_ru: Сохранить это

source: Job is created.
ru_ru: Расписание создано .

source: Job is not created.
ru_ru: Расписание не установлено .

source: Motion 1Wire WP Options
ru_ru: Motion 1Wire WP Настройки

source: Attention ! The button apply all keys and delete all schedules ( for test or by crash ).
ru_ru: Внимание ! Эта кнопка выключает все ключи и удаляет все расписания ( для теста или при авариях ) .

source: Turn off everything
ru_ru: Выключить все

source: Greate job :
ru_ru: Создание расписания :

source: Schedule :
ru_ru: Расписание :

source: Кеу :
ru_ru: Ключ :

source: We must choose ...
ru_ru: Вы должны выбрать ...

source: Type job :
ru_ru: Тип расписания :

source: Temperature sensor :
ru_ru: Температура датчика :

source: Climat :
ru_ru: Климат :

source: Time 1:
ru_ru: Время 1:

source: Time 2:
ru_ru: Время 2:

source: Port ownet :
ru_ru: Порт ownet :

source: Temperature alarm sensor :
ru_ru: Температура датчика охраны :

source: You can choose...
ru_ru: Вы можете выбрать ...

source: Email notification :
ru_ru: Email оповещения :

source: Email header :
ru_ru: Email Заголовок :

source: Text of the letter :
ru_ru: Текст оповещения :

source: Activation of protection :
ru_ru: Активация режима охраны

source: Types of devices (id-types of devices):
ru_ru: Типы устройств ( номер - тип устройства ):

source: Description devices(id key=>name key=>id types of devices):
ru_ru: Описание устройств(id key=>name key=>id types of devices):

source: List of schedules.
ru_ru: Список расписаний .

source: Status keys(id key=>program state=>real state):
ru_ru: Статус ключей(id key=>program state=>real state):

source: Attention ! To create a schedule, you must be sure to:<br> - Select the checkbox to create a schedule;<br> - Complete the timetable (8-digit number - so it will always be executed;<br> &nbsp;&nbsp; 7 and less digit -number - it will be executed once; <br> &nbsp;&nbsp; if the number is greater than 0 - is performed on the corresponding day of the week <br> &nbsp;&nbsp; (for example - 11100010 every Monday, Tuesday and Saturday));<br> - Select the key;<br> - Select the type of operation mode;<br> - Select the temperature sensor;<br> - Fill in the climate <br> &nbsp;&nbsp;(on-off - will not affect, autostop - in how many minutes will turn off ,<br> &nbsp;&nbsp;in the other modes the temperature level sensor);<br> - Time 2 must be greater than or equal to Time 1 and time fields located during one day <br> &nbsp;&nbsp;(on-off and climat - no effect, autostop - Time 1 is only used , <br> &nbsp;&nbsp;timer and climat + timer - the time range in one day).
ru_ru: Внимание ! Для создания расписания необходимо обязательно :<br> - выбрать чек-бокс создания расписания ;<br> - заполнить расписание ( 8 значное число - значит будет выполняться всегда , <br> &nbsp;&nbsp;7 и меньше значное - выполнится 1 раз ; <br> &nbsp;&nbsp;если цифра больше 0 - выполняется в соответствующий день недели <br> &nbsp;&nbsp;(на пример - 11100010 каждый понедельник ,вторник и суббота)) ;<br> - выбрать ключ ;<br> - выбрать тип работы режима ;<br> - выбрать температурный датчик ;<br> - заполнить поле климат <br> &nbsp;&nbsp;( on-off - не влияет , autostop - через сколько минут выключится ,<br> &nbsp;&nbsp;в остальных режимах уровень температуры датчика ) ;<br> - поля времени 2 должны быть больше или равно полям времени 1 и находится в течении одного дня <br> &nbsp;&nbsp;( on-off и climat - не влияет , autostop - используются только поля времени 1 , <br> &nbsp;&nbsp;timer и climat+timer - диапазон времени в одном дне ).<br>
